Repository: TheAirplaneMan/othercraft
Catalog: mods/hunger_ng/locale/hunger_ng.*.po
Languages: de, es, fr, it, uk

source: Satiation
de: Sättigung
es: Saciedad
fr: Satiété
it: Sazietà
uk: Насичення

source: Satiates: @1
de: Sättigt: @1
es: Sacia: @1
fr: Rassasie : @1
it: Sazia: @1
uk: Насичує: @1

source: Deprives: @1
de: Entzieht: @1
es: Priva: @1
fr: Affame : @1
it: Priva: @1
uk: Позбавляє: @1

source: Heals: @1
de: Heilt: @1
es: Cura: @1
fr: Guéri : @1
it: Guarisce: @1
uk: Зцілює: @1

source: Injures: @1
de: Verletzt: @1
es: Daña: @1
fr: Blesse : @1
it: Ferisce: @1
uk: Шкодить: @1

source: Returns: @1
de: Rückgabe: @1
es: Sobras: @1
fr: Reste : @1
it: Restituisce: @1
uk: Повертає: @1

source: Eating timeout: @1 seconds
de: Verzehrpause: @1 Sekunden
es: Pausa para comer: @1 segundo/s
fr: Temps mort pour manger : @1 seconde(s)
uk: Тайм-аут їди: @1 сек

source: The player @1 is not online
de: Der Spieler @1 ist nicht online
es: El jugador @1 no está en línea
fr: Le joueur @1 n’est pas en ligne
it: Il giocatore @1 non è in linea
uk: Гравець @1 не в грі

source: Hunger for @1 is disabled
de: Hunger ist für @1 deaktiviert
es: El hambre está desabilitada para @1
fr: La faim est désactivée pour @1
it: La fame è disabilitata per @1
uk: Голод для @1 вимкнений

source: Hunger for @1 set to @2
de: Hunger für @1 auf @2 gesetzt
es: Hambre de @1 ajustado a @2
fr: La faim pour @1 a été fixée à @2
it: Fame per @1 impostata a @2
uk: Голод для @1 встановлено на @2

source: @1 set your hunger to @2
de: Hungerwert wurde von @1 auf @2 gesetzt
es: @1 ha puesto tu hambre a @2
fr: @1 a fixé votre faim à @2
it: @1 ha impostato la tua fame a @2
uk: @1 встановив твій голод на @2

source: Hunger set to @1
de: Hungerwert auf @1 gesetzt
es: Hambre ajustada a @1
fr: Faim fixée à @1
it: Fame impostata a @1
uk: Голод встановлено на @1

source: Hunger for @1 changed by @2
de: Hunger für @1 auf @2 gesetzt
es: Hambre de @1 cambiada a @2
fr: Faim de @1 modifiée par @2
it: Fame di @1 cambiata di @2
uk: Голод для @1 змінено на @2

source: @1 changed your hunger by @2
de: Hungerwert wurde von @1 um @2 verändert
es: @1 ha cambiado tu hambre por @2
fr: @1 a modifié votre faim de @2
it: @1 ha cambiato la tua fame di @2
uk: @1 змінив твій голод на @2

source: Hunger changed by @1
de: Hungerwert um @1 verändert
es: Hambre cambiada por @1
fr: Faim modifiée de @1
it: Fame cambiata di @1
uk: Голод змінено на @1

source: Hunger for @1 was toggled
de: Hunger für @1 wurde umgeschaltet
fr: L'état de faim pour @1 a changé
uk: Голод для @1 було перемкнено

source: @1 toggled your hunger
de: @1 hat deinen Hunger umgeschaltet
fr: @1 a changé votre état de faim
uk: @1 перемикнув твій голод

source: Own hunger was toggled
de: Eigener Hunger wurde umgeschaltet
fr: L'état de votre propre faim a changé
uk: Власний голод було переключено

source: Hunger is disabled
de: Hunger ist deaktiviert
fr: La faim est désactivé
it: La tua fame è disabilitata
uk: Голод вимкнено

source: No player matches your criteria
de: Keinen passenden Spieler gefunden
es: No hay ningún jugador que coincida con tus criterios
fr: Aucun joueur ne correspond à vos critères
it: Nessun giocatore corrispondente ai tuoi criteri
uk: Жоден гравець не відповідає твоїм критеріям

source: run `/help hunger` to show help
de: Für Hilfe `/help hunger` ausführen
es: ejecuta `/help hunger` para mostrar la ayuda
fr: Exécuter `/help hunger` pour afficher l’aide
it: esegui `/help hunger` per mostrare l'aiuto
uk: запусти `/help hunger` для допомоги

source: Player can view and alter own and others hunger values.
de: Spieler kann eigene und andere Hungerwerte anzeigen und verändern.
es: El jugador puede ver y cambiar sus propios valores sobre el hambre y los de los demás.
fr: Le joueur peut voir ou changer ses propres valeurs de faim ou celles des autres.
it: Il giocatore può vedere e cambiare i valori della fame propri e altrui.
uk: Гравець може переглядати і змінювати значення голоду власного та інших.

source: Modify or get hunger values
de: Hungerwerte verändern oder anzeigen
es: Modifica u obtiene los valores de hambre
fr: Modifier ou lire les valeurs de faim
it: Modifica o ottieni i valori di fame
uk: Модифікувати або отримати значення голоду

source: Show own hunger value
de: Eigenen Hungerwert anzeigen
es: Muestra el valor de tu hambre
fr: Afficher l'ampleur de votre propre faim
it: Mostra il proprio valore di fame
uk: Показати своє значення голоду

source: Your hunger is disabled
de: Eigener Hunger ist deaktiviert
es: Tu hambre está desabilitada
fr: Votre faim est désactivée
it: La tua fame è disabilitata
uk: Твій голод вимкнено

source: Your hunger value is @1
de: Eigener Hungerwert ist @1
fr: La valeur de votre faim est de @1
uk: Твій голод — @1

source: Hunger is disabled for you! Eating normally.
de: Eigene Hungerfunktionen sind deaktiviert. Essen funktioniert normal.
es: ¡El hambre está desabilitada para ti! Come normalmente.
fr: La faim est désactivée pour toi ! Manger normalement.
it: Per te la fame è disabilitata! Mangi normalmente.
uk: Голод вимкнено для тебе! Їж нормально.

source: You’re fully satiated already!
de: Bereits vollständig gesättigt!
es: ¡Ya estás saciado!
fr: Tu es déjà repu !
it: Sei già completamente sazio!
uk: Ти уже повністю насичений!

source: You have no inventory space to keep the leftovers.
de: Kein Inventarplatz frei, um die Reste abzulegen.
es: No tienes espacio en tu inventario para llevarte las sobras.
fr: Tu n’as pas assez de place dans ton inventaire pour garder les restes.
it: Non hai spazio nell'inventario per ternere gli avanzi.
uk: Ти не маєш місця в інвентарі для збереження залишків.

source: You’re eating too fast!
de: Zu schnell gegessen!
es: ¡Estás comiendo demasiado rápido!
fr: Tu manges trop vite !
it: Stai mangiando troppo velocemente!
uk: Ти їж надто швидко!

source: Wait for eating timeout to end: @1s
de: Ende des Timeouts abwarten: @1s
es: Espera a que termine el descanso: @1s
fr: Pour manger, attends la fin du compte à rebours : @1s
it: Aspetta che finisca la pausa: @1s
uk: Зачекай, поки тайм-аут їди закінчиться: @1 сек
